// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Knyt HP-printerdriveren til din printer for at benytte alle printerfunktioner.";
APTAddPrinterTitle = "Tilføj printer";
APTSkipButtonTitle = "Hop over";

APTFirstStepTitle = "1. Klik på Tilføj printer. Der vil blive vist en dialogboks med en liste over, hvilke printere der er til rådighed på det lokale netværk.";
APTBonjourSecondStepTitle = "2. Vælg \"%@\". Der kan gå lidt tid, før din printer vises på listen.";
APTSecondStepNoteTitle = "Bemærk: Det er vigtigt, at du vælger \"Bonjour\" eller \"Bonjour-multifunktion\" for printeren, så alle dens egenskaber fungerer korrekt. Træk kablet ud, hvis ingen af posterne vises, og printeren er sluttet til computeren med et USB-kabel.";
APTBonjourThirdStepTitle = "3. Åbn pop op-menuen Brug (eller Udskriv med), og vælg printerens modelnavn. Hermed knyttes HP-printerdriveren til udskriftskøen.";
APTBonjourFourthStepTitle = "4. Gennemfør oprettelsen af printkøen ved at klikke på Tilføj, og luk så dialogboksen.";

APTIPSecondStepTitle = "2. Klik på knappne \"IP\" på værktøjslinjen.";
APTIPThirdStepTitle = "3. Vælg punktet \"HP Jetdirect - Socket\" i feltet Protokol.";
APTIPFourthStepTitle = "4. Indtast IP-adressen \"%@\" i feltet Adresse. Der kan gå lidt tid, inden din enhed vises.";
APTFouthStepNoteTitle = "Hvis feltet \"Udskriv med\" eller \"Brug\" ikke viser din enhed, blev enheden ikke fundet. Se i enhedens dokumentation og Apples Hjælp, hvordan du tilføjer enheden manuelt.";
APTFifthStepIPTitle = "5. Gennemfør oprettelsen af printkøen ved at klikke på Tilføj, og luk så dialogboksen.";
APTPrintOnlySupportWarning = "Bemærk: En ip-forbindelse understøttes, men kun printfunktionen vil fungere korrekt.";

AssistantContinueAlertTitle = "Vil du fortsætte uden at tilføje en printkø?";
AssistantContinueAlertMessage = "Du vil ikke kunne udskrive med printeren, før du har udført dette trin.";

FaxDriverNotInstalledTitle = "Den HP-software, der kræves til at opsætte faxafsendelse, blev ikke fundet";
PrintDriverNotInstalledTitle = "Den HP-software, der kræves til at opsætte udskrivning, blev ikke fundet";
APTMissingSoftwareMessage = "APT_TEXT:Download og installer den nyeste software til din enhed fra APT_LINK:APT_URL:APTSupportLink_URL, og prøv derefter igen. Hvis du vælger at fortsætte uden at installere den nyeste software, vil nogle funktioner ikke virke.";
